OdTfSchemaManagerInterface.unloadSchema(OdString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Unload registered schema.
\param schemeName [in] scheme name.

OdTfSchemaManagerInterface.convertSchema(OdString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Convert the xml scheme to binary schema.
\param schemeName [in] xml scheme name.
Note: binary scheme will be save in the same folder where situated xml schema, but with file type .tsbf

OdTfSchemaManagerInterface.registerSchema(OdString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,OdTf.SaveType)
\details
Try to register the xml scheme or binary schema.
\param schemeName [in] xml/binary schema name.
Returns true if the schema is registered. Return false if the schema was registered early.

OdTfSchemaManagerInterface.registerSchema(OdString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Try to register the xml scheme or binary schema.
\param schemeName [in] xml/binary schema name.
Returns true if the schema is registered. Return false if the schema was registered early.
\note Name of schema must have one of types (.tsbf | .txds)